[
    {
        "name":"1. Добраться до участка",       
        "description": "Все началось максимально странно. Я получила письмо от нотариуса, в котором говорилось, что «моя таинственная прабабушка» (а в семье мы ее называли именно так), оставила мне в наследство небольшой плодородный участок где-то у черта на куличках. Сначала, я подумала, что это какая-то шутка, но все же решила встретиться с нотариусом и все выяснить. Он оказался очень неприятным мужчиной с поджатыми губами и брезгливым взглядом. Да уж, у такого выяснять что-то не хотелось, я молча подписала бумаги и направилась домой, думать, что же делать дальше. Ночью мне, естественно, не спалось и только под утро я уснула. И конечно, мне приснилась моя таинственная родственница. С ней всегда всё было странно и непонятно. Во-первых, никто из семьи не мог точно сказать, по чьей линии она приходится нам родственницей. Что мама, что папа были твердо уверены, что «она точно из наших», мама говорила о своей родне, папа – о своей... Во-вторых, я помню точно, что в детстве проводила с ней много времени, но ни как она выглядит, ни чем мы занимались, я вспомнить не могла, было только чувство непонятного предвкушения и небольшой тревоги. И в-третьих, никто не мог сказать точно, где она живет или жила. В семье были уверены, что она, ну если не ведьма, то точно ведунья. Так вот, приснилась она мне в черном балахоне, со странным посохом в руках, вперила в меня удивительно молодые ясные зеленые глаза и сказала только 1 слово: «Поезжай».",
        "condition": {
            "totalCrosses" : 10000
        },
        "foto_id": "",
        "award": {"money": 5000},
        "summary" : "Условие: получите 1000 крестиков\nНаграда: 5000 монет"

    },
    {
        "name":"2. Разбить две грядки",       
        "description": "Когда я добралась до участка, моему взору открылась унылая и пугающая картина…На участке в несколько соток стоял деревенский полуразвалившийся дом, в котором явно давно никто не жил. Дверь еле держалась, окна местами были выбиты и ни души. Только я успела подумать, что прабабушка подложила мне знатную свинью, как заметила соседку. Пожилая женщина решительно двигалась в мою сторону. «Анфиса, будем знакомы» - коротко сказала она и оценивающе на меня посмотрела. Я тоже представилась. Было в этой женщине что-то странно знакомое.\n- «Никак твоя теперь вотчина?» - спросила она?\n- «Моя» - уныло ответила я, думая на кой черт я сюда приперлась.\n- «Ну не делай такое кислое лицо, нет тут ничего страшного» - строго посмотрела на меня бабушка.\nЯ научу тебя вести хозяйство. В деревне нужны крепкие руки и хозяйственная молодежь. Земля у тебя есть, дом подремонтируешь, а за старания я тебе буду подкидывать задания, ты еще и разбогатеешь. Земля – она же кормилица! Разбей огород, живность заведи и живи припеваючи. Помоги мне, кстати, у меня корова отелилась, а ей корм нужен. Раз ты все равно будешь огород разбивать, посади клевер, моя буренка его ой как любит! Семена я тебе дам. И кстати, вот держи. Женщина отдала мне 5000 монет. Я начала отнекиваться, но она ответила:\n - Не я их тебе даю, это Марьяна просила передать, когда ты сюда приедешь. Вот так номер…моя прабабушка оставила мне в наследство не только проблемы, но и некоторое денежное вознаграждение…",
        "condition": {
            "grund" : 2
        },
        "foto_id": "",
        "award": {"money": 1000},
        "summary" : "Условие: разбейте две грядки\nНаграда: 1000 монет"

    }
]